Repository: 84000/data-translation-memory
Catalog: toh302-v3.tmx
Source language: bo
Languages: en

source: དགེ་སློང་ལ་རབ་ཏུ་གཅེས་པའི་མདོ་ཞེས་བྱ་བ།
en: The Sūtra on What Mendicants Hold Most Dear

source: ཐམས་ཅད་མཁྱེན་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Omniscient One.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་པད་མ་རྒྱས་པ་ཞེས་བྱ་བའི་གཙུག་ལག་ཁང་ན་བཞུགས་ཏེ། དེ་ནས་དགེ་སློང་གི་དགེ་འདུན་འཁོར་སྟོང་ཕྲག་ཕྱེད་དང་བཅུ་གསུམ་དང་ཐབས་ཅིག་གོ།
en: The Blessed One was residing in the Blooming Lotus Monastery in the great city of Śrāvastī together with a retinue that consisted of a saṅgha of 12,500 mendicants.

source: །དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱི་འཁོར་འདུས་པ་དེའི་ནང་ན་འཕགས་པ་ཉེ་བར་འཁོར་ཞེས་བྱ་བ་དབང་པོ་དུལ་བ། ཐོས་པ་དང་ལྡན་པ། ཤེས་རབ་ཟབ་པ།
en: At that time, among the assembled retinue of the Blessed One, there was a noble one called Upāli, whose senses were disciplined, who was well learned, and who had profound wisdom.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་ལྷག་པར་མོས་ཤིང་མཆོག་ཏུ་འཛིན་པར་གནས་པ་རང་གི་སྟན་ལས་ལངས་ཏེ། །བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ཏེ། པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ནས།
en: He was devoted to the Dharma and Vinaya excellently taught by the Blessed One, and he held them in the highest esteem.

source: ལག་པ་གཉིས་ཀྱི་ཐལ་མོ་སྙིང་གར་སྦྱར་བ་བྱས་ཏེ། འཛུམ་དམུལ་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །འཁོར་བའི་འདམ་ནས་པད་མ་ལྟར་བྱུང་བའི། །སྐྱོབ་མཛད་རི་བོ་ལྟ་བུར་མི་བསྐྱོད་ཐུབ་པའི་སྐུ། །དཔེ་བྱད་རྒྱན་གྱིས་བརྒྱན་ཅིང་མཚན་གྱི་མེ་ཏོག་མཛེས།
en: Upāli rose from his seat, draped his upper robe over one shoulder, and, kneeling on his right knee with palms joined at his heart, he smiled and supplicated the Blessed One with these words: “Arisen like a lotus from the mud of saṃsāra, Protector, unshakable like a mountain, your sage’s body Ornamented by the adornments of the minor marks and beautiful with the blossoms of the major marks, One never tires of looking at you.

source: །བལྟ་བས་མི་ངོམས་རབ་མཆོག་ཁྱོད་ལ་ཕྱག་འཚལ་ལོ།
en: To you, utterly supreme, I pay homage! “

source: །ཁྱོད་ཀྱིས་བདག་ཅག་འདིར་འདུས་འདི་དག་ལ། །དགེ་སློང་འབའ་ཞིག་གནས་པས་དགེ་སློང་གི། །ངོ་བོ་དབྱེ་དང་སྒྲ་འཇུག་ཆེད་བྱ་བ། །བཞི་པོ་འདི་དག་ཐུབ་པས་གསུང་དུ་གསོལ།
en: Since there are only mendicants residing here, I supplicate you, O Sage, to please teach us who are gathered here these four points: The nature of mendicants, their types, The usage of the term, and their obligations.”

source: །དེ་ནས་བཅོམ་ལྡན་བདེ་གཤེགས་རབ་དགྱེས་ཏེ། །ཉེ་བར་འཁོར་ལ་སྤྱན་གཟིགས་འདི་སྐད་གསུངས། །ལེགས་པར་ཉོན་ཅིག་བུ་ཁྱོད་ཉེ་བར་འཁོར། །ངས་ནི་ཁྱོད་ཀྱི་སེམས་རངས་བྱ་ཕྱིར་དང་། །དགེ་སློང་རྣམས་ལ་ཕན་ཕྱིར་དེ་བཤད་དོ།
en: The blessed Well-Gone One was very pleased And, looking at Upāli, responded as follows: “Listen well, Upāli, my son, For I will satisfy you And explain this for the benefit of mendicants. “

source: །དགེ་སློང་ཞེས་བྱ་ཆོས་ཀྱི་རྒྱལ་མཚན་ཏེ། །དགེ་སློང་ཞེས་བྱ་རྡོ་རྗེ་སྲོག་ཤིང་ཡིན།
en: Mendicants are the victory banner of the Dharma, And mendicants are the adamantine life pillar.

source: །དགེ་སློང་ཞེས་བྱ་སྡུག་བསྔལ་སྤངས་པ་སྟེ། དགེ་སློང་ཞེས་བྱ་རྒྱལ་བའི་སྲས་པོ་ཡིན།
en: Mendicants are those who have abandoned suffering, And mendicants are the heirs of the victorious ones.

source: །དགེ་སློང་ཞེས་བྱ་ཉོན་མོངས་སྲོག་བཅད་དེ། །དགེ་སློང་ཞེས་བྱ་ཐར་པའི་ཚལ་འགྲོའོ།
en: Mendicants are those who have cut the life force of afflictions, And mendicants are those who enter the garden of liberation. “

source: །དགེ་སློང་རང་གི་ངོ་བོ་བསྡམས་པ་སྟེ། །རྩ་བ་བཞི་སོགས་ཉིས་བརྒྱ་ལྔ་བཅུ་པ། །ཆེད་དུ་བྱ་བ་རྣམ་དག་ཚུལ་ཁྲིམས་ཡིན།
en: The very nature of mendicants is restraint, And their completely pure obligations are the two hundred and fifty precepts, Such as those on the four root downfalls, which comprise disciplined conduct. “

source: །དབྱེ་བ་མིང་གི་དགེ་སློང་གང་ཡིན་དང་།
en: As for the types of mendicants, what are they called?

source: །རྟགས་ཙམ་འཛིན་དང་ཡང་དག་དགེ་སློང་སྟེ།
en: There are those who hold only the outer attributes, and there are genuine mendicants. “

source: །སྒྲ་འཇུག་རྣམ་པར་ཟད་ཕྱིར་དང་། །དགེ་བ་སློང་དང་ཟས་སློང་དང་། །ཞི་བར་གནས་དང་ལམ་ཞུགས་དང་། །ལེགས་པར་འཚོ་དང་ཆགས་སྤངས་དང་། །ཡིད་འོང་ཕྱིར་ན་དགེ་སློང་ངོ་།
en: As for the usage of the term, because their afflictions are completely exhausted, Because they arouse wholesomeness, beg for food, Abide in peace, have entered the path, Lead a proper life, have abandoned attachment, And are attractive, for these reasons they are called ‘mendicants.’ “

source: །དགེ་སློང་ཞེས་བྱ་བརྒྱན་པ་སྟེ། །རྒྱན་སྤངས་རྒྱན་གྱིས་ལེགས་པར་བརྒྱན།
en: Mendicant means adorned: They are well adorned by the adornment of abandoning adornment.

source: །ཆགས་སྤངས་ཆགས་པ་ཆེན་པོས་སྤྱད།
en: Having abandoned attachment, they practice with great attachment.

source: །བྱུག་པ་ཁྲུས་དང་བཟའ་བ་དང་། །རྒྱན་དང་གོས་དང་ཁ་དོག་དང་། །རྟ་དང་གླང་པོ་ཁྱོགས་སོགས་ཀྱི། །བཞོན་པ་བླ་མེད་དེ་ཡང་བཞོན།
en: They enjoy the unsurpassed balm, ablution, food, Ornament, garment, and color, And when it comes to horses, elephants, palanquins, and the like, They ride the unsurpassed mount.

source: །དེ་དག་འབྱོར་པ་དགེ་སློང་སྟེ། །དེ་དག་མི་འབྱོར་དགེ་སློང་མིན།
en: Those who have acquired these are mendicants, And those who have not acquired these are not mendicants.”

source: །དེ་ནས་ཉེ་བར་འཁོར་དེ་ཡིས། །བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་གསོལ།
en: Upāli then supplicated The Blessed One with the following words: “How is that?

source: །ཅི་དེ་བདེ་བར་གཤེགས་པ་ཡིས། །སྐད་བྱིངས་རྟོགས་པར་དཀའ་བ་གསུངས།
en: The Well-Gone One has given a derivation That is difficult to understand.

source: །དེ་ཉིད་བདེ་བར་གཤེགས་པ་ཡིས། །ཚིག་གི་མུན་པ་ཚིག་གི་ནི། །མར་མེས་གསལ་བར་མཛད་དུ་གསོལ།
en: Well-Gone One, please shed light On those words’ obscurity With the lamp of your words!”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། །གསེར་ལ་སོགས་པ་འཇིག་རྟེན་རྒྱན། །རབ་ཏུ་སྤངས་པས་སྙིང་རྗེ་ཡི། །རྒྱན་གྱི་མཆོག་གིས་བརྒྱན་པར་བྱ།
en: The Blessed One responded: “Having completely abandoned worldly ornaments Such as gold, adorn yourself With the supreme ornament of compassion!

source: །འཇིག་རྟེན་མ་ཡིན་བསླབ་པ་ཡི། །གོས་གྱོན་གོས་མཆོག་བཟང་པོ་ཡིན།
en: Wear not worldly garments, but the garment of training— That is the excellent, supreme garment. “

source: །ག་པུར་ལ་སོགས་མ་ཡིན་པའི། །ཚུལ་ཁྲིམས་བྱུག་པ་མཆོག་གིས་བྱུག །
en: Anoint yourself not with camphor or the like, But with the supreme balm of disciplined conduct.

source: དཀར་དམར་ལ་སོགས་མ་ཡིན་པའི། །དད་པའི་ཁ་དོག་རྣམ་པར་མཛེས། །འཇིག་རྟེན་མ་ཡིན་བརྩོན་འགྲུས་ཀྱི།
en: The most beautiful color is not white or red or the like, But the color of faith.

source: །བཞོན་པ་བླ་མེད་མགྱོགས་པའི་མཆོག །
en: The swiftest mount is not a worldly mount, But the unsurpassed mount of diligence. “

source: བསམ་གཏན་ཆོས་སྤྱོད་ཟས་མཆོག་ནི། །འབྲས་ཆན་པས་ནི་རོ་མཆོག་ལྡན།
en: The Dharma practice of meditative stability is the supreme nourishment Whose taste is more refined than rice pudding.

source: །དགེ་འདུན་ཚོགས་ཀྱི་གཞལ་ཡས་ཁང་། །ཞི་གནས་སྟན་ལ་རབ་ཏུ་སྤྱད།
en: In the celestial palace of the saṅgha gathering, Apply yourself fully on the seat of calm abiding! “

source: །དེ་དག་ལྡན་ཞིང་ཕྱིར་མི་ལྡོག །
en: Those endowed with these do not fall back.

source: དེ་ནི་ཡང་དག་དགེ་སློང་ཡིན།
en: They are genuine mendicants. “

source: །གཙོ་བོ་གསུམ་དང་འཁོར་ལྔར་ལྡན། །དྲང་སྲོང་སྣོད་བཅས་འཁར་གསིལ་ལྡན། །ལུས་ངག་ཡིད་གསུམ་རྣམ་པར་བསྡམས། །རང་གི་སྤྱོད་པ་བརྟུལ་ཞུགས་བསྟན། །དེ་ཡང་ཡང་དག་དགེ་སློང་ཡིན།
en: Those who have the three main robes and the five accompanying implements Along with the sage’s bowl and staff, Who are completely restrained in body, speech, and mind, And who show ascetic discipline in their conduct— They are also genuine mendicants. “

source: །དེ་གཉིས་ཐར་པའི་གྲོང་ཁྱེར་ལ། བསྙེན་པས་ཐར་པའི་བདེ་བའི་མཆོག །
en: Both types of genuine mendicants will approach the city of liberation And experience the supreme bliss of liberation. “

source: ཡང་དག་མ་ཡིན་གཉིས་ཤོས་ནི། །ལྷུང་གཟེད་ལ་སོགས་རབ་འབར་བས། །དམྱལ་བར་ཁྲོ་ཆུ་ལྟ་བུར་ནི། །བསྐལ་པ་སྟོང་ཕྲག་བཞི་རུ་འཚེད།
en: As for the other type—those who are disingenuous— With their alms bowls and other implements ablaze, They will be boiled like molten iron In the hells for four thousand eons. “

source: །ལ་ལའི་ཚུལ་ཁྲིམས་བདེ་བ་སྟེ། །ལ་ལའི་ཚུལ་ཁྲིམས་སྡུག་བསྔལ་རྒྱུ།
en: The disciplined conduct of some brings happiness; The disciplined conduct of others is the cause of suffering.

source: །ཚུལ་ཁྲིམས་ལྡན་པ་བདེ་བའི་མཆོག །ཚུལ་ཁྲིམས་འཆལ་བ་སྡུག་བསྔལ་ཡིན།
en: Possessing disciplined conduct is supreme happiness; Disordered disciplined conduct is suffering. “

source: །ཤིན་ཏུ་ལེགས་པར་ཚུལ་ཁྲིམས་གང་། །བསྡམས་པས་མི་དེ་མཛེས་པའི་གཟུགས།
en: One who restrains oneself most excellently through disciplined conduct, Such a person gains a beautiful outer appearance.

source: །འདུལ་བ་ལ་ནི་ཉེ་བར་གནས། །ཚུལ་ཁྲིམས་བསླབ་པ་རང་ཡིད་ཆེས། །མི་དེ་ཉི་མ་གཅིག་ལ་ཡང་། །བསོད་ནམས་ཕུང་པོ་དཔག་མེད་པ།
en: The merit amassed by a person Who, even for a single day, closely abides by the Vinaya And places their trust in the training of disciplined conduct Is without measure.

source: །སོག་ཅིང་སངས་རྒྱས་འབྲས་བུ་སྐྲུན། །རང་གིས་རང་ལ་བསླུས་འདེབས་ཤིང་། །བསླབ་པ་ལ་ནི་མི་གནས་ཤིང་།
en: Accumulate it and bring forth the result of buddhahood! “

source: །བདེ་བར་གཤེགས་པའི་རྒྱལ་མཚན་འཛིན། །གཟུགས་ཙམ་ལ་ནི་བརྟེན་ནས་སུ། །ང་ནི་དགེ་སློང་ཡིན་ཟེར་བ། །གླང་སྨྱོན་སྣ་རལ་བཏགས་པའམ། །སྦྲུམ་མ་སྐྱུར་རྩི་འཐུངས་པ་ལྟར།
en: Deceiving yourself, Claiming, ‘I am a mendicant,’ Based merely on the outer appearance Of bearing the Well-Gone One’s victory banner, Yet not abiding by the training, Is like tying a sword to the trunk of a mad elephant, Or like a pregnant woman drinking overly sour liquids. “

source: །མི་དེ་ཉི་མ་གཅིག་ལ་ཡང་། །སྡིག་པའི་ས་བོན་དཔག་མེད་དང་། །རང་ལ་གནོད་པ་སྣ་ཚོགས་པ། །བྱེད་པར་འགྱུར་བ་ཁོ་ན་ཡིན།
en: The seeds from misdeeds that such a person amasses In a single day are without measure, And they only commit All sorts of harms against themselves. “

source: །གང་ཞིག་བསླབ་ལ་མི་གནས་ཤིང་། །བདེར་གཤེགས་རྒྱལ་མཚན་འཛིན་པ་བས། །བསླབ་པ་མི་གནས་སྐད་ཅིག་ལ། །གཟུགས་པོར་ཁྱིམ་པར་གནས་པ་བཟང་།
en: Rather than not abiding by the training While bearing the Well-Gone One’s victory banner, It would be better if that person were to cast off this outer appearance and remain a householder The moment they no longer abide by the training. “

source: །བསླབ་པ་མི་གནས་རྟགས་འཛིན་པ། །འཇིག་རྟེན་པ་ནི་ཐམས་ཅད་ཀྱི། །སྙིང་དུ་སྡུག་པར་མི་འགྱུར་ཞིང་། །ཀུན་གྱི་ཚིག་གི་ངན་སྣོད་ས།
en: A holder of the outer attributes who does not abide by the training— This worldly person Will fail to appeal to anyone’s heart, And they will become the object of everyone’s disparagement. “

source: །དཔེར་ན་སྡོང་པོ་བཟང་པོ་ལ། །ཡུན་རིང་ཡལ་ག་འཁྲུང་བ་བཞིན། །མི་དེ་རྟགས་ཙམ་ཡུན་རིང་ན། །ཁ་ན་མ་ཐོའི་གཏམ་འཕེལ་དང་། །སྡིག་པའི་ལས་རྣམས་འཕེལ་བར་བཤད།
en: It is explained that, like branches that grow For a long time from a strong trunk, If that person has only the outer attributes for a long time, Reprehensible talk will increase, And misdeeds too will increase. “

source: །ཚུལ་ཁྲིམས་འདི་ནི་བདེ་བའི་མཆོག །
en: Disciplined conduct is supreme happiness.

source: ཚུལ་ཁྲིམས་འདི་ནི་ཐར་པའི་ལམ།
en: Disciplined conduct is the path to liberation.

source: །ཚུལ་ཁྲིམས་འདི་ནི་ཡོན་ཏན་ཞིང་།
en: Disciplined conduct is the field of good qualities.

source: །ཚུལ་ཁྲིམས་འདི་ནི་སངས་རྒྱས་རྒྱུ།
en: Disciplined conduct is the cause of buddhahood. “

source: །ཚུལ་ཁྲིམས་འདི་ནི་རབ་མཆོག་ཡིན།
en: Disciplined conduct is most supreme.

source: །མིག་གི་འབྲས་བུ་བཞིན་དུ་སྲུངས།
en: Protect it like your own eyes!

source: །སྲོག་ལ་བབ་ཀྱང་ཚུལ་ཁྲིམས་ནི། །གཏོང་བ་མི་མཁས་བླུན་པོ་ཡིན།
en: It is unwise and foolish to cast aside Disciplined conduct, even if your life is at stake. “

source: །སྲོག་ཆད་ཕྱི་མར་སྐྱེ་བ་སྟེ། །ཚུལ་ཁྲིམས་ཕྱི་ནས་དེ་ལྟར་མིན།
en: If you lose your life, you will be reborn thereafter, But disciplined conduct, once lost, will not be like that.

source: །དེ་བས་ཉེ་བར་འཁོར་སོགས་ཀྱིས། །འདི་ཉིད་ལ་ནི་བརྟན་པར་ཟུང་།
en: Therefore, Upāli and all you others, Hold on to it firmly!”

source: །དེ་སྐད་ཅེས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་ཏེ། ཉེ་བར་འཁོར་ལ་སོགས་པ་དགེ་སློང་དེ་དེ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: Thus proclaimed the Blessed One, and Upāli and the other mendicants praised what the Blessed One had said.

source: །དགེ་སློང་ལ་རབ་ཏུ་གཅེས་པའི་མདོ་ཞེས་བྱ་བ་རྫོགས་སོ།།
en: This completes “The Sūtra on What Mendicants Hold Most Dear.”
